{ "translations": {
    "New login location detected" : "S'ha detectat una nova ubicació d'inici de sessió",
    "A new login into your account was detected. The IP address %s was classified as suspicious. If this was you, you can ignore this message. Otherwise you should change your password." : "S'ha detectat un nou inici de sessió al vostre compte. L’adreça IP %s està classificada com a sospitosa. Si era la vostra sessió podeu ignorar aquest missatge. En cas contrari, haureu de canviar la contrasenya.",
    "Suspicious Login" : "Inici de sessió sospitós",
    "New login detected" : "S'ha detectat un nou inici de sessió",
    "Detect and warn about suspicious IPs logging into Nextcloud\n\t" : "Detecta i avisa sobre les IP sospitoses que es connectin a Nextcloud\n\t",
    "More information ↗" : "Més informació ↗",
    "You can get more info by pressing the button which will open %s and show info about the suspicious IP-address." : "Podeu obtenir més informació prement el botó que obrirà %s i mostrarà informació sobre l'adreça IP sospitosa.",
    "Suspicious login detection" : "Detecció d'inicis de sessió sospitosos",
    "The suspicious login app is enabled on this instance. It will keep track of IP addresses users successfully log in from and build a classifier that warns if a new login comes from a suspicious IP address." : "L'aplicació d'inici de sessió sospitosa està habilitada en aquesta instància. Mantindrà un registre de les adreces IP amb les quals els usuaris s'inicien amb èxit i crearà un classificador que avisi si un nou inici de sessió prové d'una adreça IP sospitosa.",
    "Training data statistics" : "Estadístiques de dades de formació",
    "So far the app has captured {total} logins (including client connections), of which {distinct} are distinct (IP, UID) tuples." : "Fins ara, l’aplicació ha capturat {total} inicis de sessió (incloent connexions de clients), dels quals {distinct} són parelles diferents (IP, UID).",
    "IPv4" : "IPv4",
    "IPv6" : "IPv6",
    "Classifier model statistics" : "Estadístiques del model de classificació",
    "No classifier model has been trained yet. This most likely means that you just enabled the app recently. Because the training of a model requires good data, the app waits until logins of at least {days} days have been captured." : "Encara no s’ha format cap model de classificació. Això probablement significa que heu habilitat l’aplicació recentment. Com que la formació d’un model requereix bones dades, l’aplicació s'espera fins que s’hagi capturat l’inici de sessió d'almenys {dies} dies.",
    "During evaluation, the latest model (trained {time}) has shown to capture {recall}% of all suspicious logins (recall), whereas {precision}% of the logins classified as suspicious are indeed suspicious (precision). Below you see a visualization of historic model performance." : "Durant l’avaluació, el darrer model (temps de formació {time}) ha demostrat capturar {recall}% de totes les connexions sospitoses (recorda), mentre que {precision}% de les connexions classificades com a sospitoses són de fet sospitoses (precisió). A continuació, es mostra una visualització del rendiment del model històric.",
    "Precision" : "Precisió",
    "Recall" : "Recorda"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}