{ "translations": {
    "New login location detected" : "Nova ensalutloko trovita",
    "A new login into your account was detected. The IP address %s was classified as suspicious. If this was you, you can ignore this message. Otherwise you should change your password." : "Nova ensaluto al via konto troveblis. La IP-adreso %s estas suspektinda. Se vi ensalutis, vi povas malatenti tiun mesaĝon. Aliokaze, vi ŝanĝu vian pasvorton.",
    "Suspicious Login" : "Suspektinda ensaluto",
    "New login detected" : "Nova ensaluto trovita",
    "Detect and warn about suspicious IPs logging into Nextcloud\n\t" : "Malkovro kaj atento pri suskpektindaj IP-adresoj ensalutantaj al Nextcloud",
    "Suspicious login detection" : "Malkovro de suspektinda ensaluto",
    "The suspicious login app is enabled on this instance. It will keep track of IP addresses users successfully log in from and build a classifier that warns if a new login comes from a suspicious IP address." : "La aplikaĵo pri sukpektindaj ensalutoj estas aktiva. Ĝi konservos la IP-adresojn uzitajn dum sukcesa ensaluto kaj konstruos",
    "Training data statistics" : "Statistiko pri trejnado",
    "So far the app has captured {total} logins (including client connections), of which {distinct} are distinct (IP, UID) tuples." : "Ĝis nun, la aplikaĵo registris {total} ensalutojn (inkl. klientajn konektojn), el kiuj {distinct} estas apartaj opoj (IP, UID).",
    "IPv4" : "IPv4",
    "IPv6" : "IPv6",
    "Classifier model statistics" : "Statistiko pri modelo de klasifikilo",
    "No classifier model has been trained yet. This most likely means that you just enabled the app recently. Because the training of a model requires good data, the app waits until logins of at least {days} days have been captured." : "Neniu klasifika modelo trejniĝis. Tio verŝajne signifas, ke vi ĵus ŝaltis la aplikaĵon. Ĉar la trejnado de modelo bezonas taŭgan datumaron, la aplikaĵo atendos ĝis ensalutoj de almenaŭ {days} tagoj registriĝos.",
    "During evaluation, the latest model (trained {time}) has shown to capture {recall}% of all suspicious logins (recall), whereas {precision}% of the logins classified as suspicious are indeed suspicious (precision). Below you see a visualization of historic model performance." : "Dum taksado, la lasta modelo (trejnita {time}) montris, ke ĝi kaptis {recall} % el ĉiuj suspektindaj ensalutoj (elektemo), kvankam {precision} % el la ensalutoj klasifikitaj kiel suspektindaj estas fakte suspektindaj (precizeco). Ĉi-sube, vi vidas bildigon de la historia rendimento de modelo.",
    "Precision" : "Precizeco",
    "Recall" : "Elektemo"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}